Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Smart Search, currently in development for Canvas, uses semantic algorithms and AI to understand query context and semantic meaning, not just keyword matching.
ar: تستخدم ميزة البحث الذكي، قيد التطوير حاليًا لـ Canvas خوارزميات دلالية وذكاء اصطناعي لفهم سياق الاستعلامات والمعنى الدلالي، وليس مطابقة الكلمات الأساسية فقط.
ca: Cerca intel·ligent, actualment en desenvolupament per al Canvas, fa servir algorismes semàntics i IA per entendre el context de les consultes i el significat semàntic, no només la coincidència de paraules clau.
cy: Mae Smart Search, sydd wrthi’n cael ei ddatblygu ar gyfer Canvas, yn defnyddio algorithmau semantig ac AI i ddeall cyd-destun ymholiadau ac ystyr semantig, ac nid ar gyfer paru allweddeiriau yn unig.
da: Smart søgning, som i øjeblikket er under udvikling til Canvas, bruger semantiske algoritmer og AI til at forstå forespørgselens kontekst og semantiske betydning, ikke kun søgeordsmatching.
da_instk12: Smart søgning, som i øjeblikket er under udvikling til Canvas, bruger semantiske algoritmer og AI til at forstå forespørgselens kontekst og semantiske betydning, ikke kun søgeordsmatching.
de: Die intelligente Suche, die derzeit für Canvas entwickelt wird, verwendet semantische Algorithmen und KI, um den Abfragekontext und die semantische Bedeutung zu verstehen, anstatt nur Keywords abzugleichen.
es: La búsqueda inteligente, actualmente en desarrollo para Canvas, usa algoritmos semánticos e inteligencia artificial para comprender el contexto de la consulta y el significado semántico, no solo una coincidencia de palabras clave.
es_es: La búsqueda inteligente, actualmente en desarrollo por Canvas, utiliza algoritmos semánticos y de IA para entender el contexto y el significado semántico, no solo la coincidencia de palabras clave.
fi: Smart Search, jota kehitetään parhaillaan Canvasille, käyttää semanttisia algoritmeja ja tekoälyä kyselyn kontekstin ja semanttisen merkityksen ymmärtämiseen, ei vain avainsanahaun.
fr: La fonctionnalité Smart Search, actuellement en cours de développement pour Canvas, fait appel à des algorithmes et à l’IA pour comprendre le contexte et la sémantique de vos demandes, et pas simplement pour trouver des correspondances avec des mots clés.
fr_ca: Smart Search, actuellement en cours de développement pour Canvas, utilise des algorithmes sémantiques et l’IA pour comprendre le contexte de la requête et la signification sémantique, et pas seulement la correspondance des mots-clés.
ga: Úsáideann Smart Search, atá á fhorbairt le haghaidh Canvas faoi láthair, algartaim shéimeantacha agus IS chun comhthéacs ceiste agus brí shéimeantach a thuiscint, ní hamháin meaitseáil eochairfhocail.
hi: स्मार्ट खोज, जो वर्तमान में Canvas के लिए विकासाधीन है, केवल कुंजी शब्द मिलान ही नहीं, बल्कि क्वेरी संदर्भ और अर्थपूर्ण अर्थ को समझने के लिए अर्थपूर्ण एल्गोरिदम और AI का उपयोग करता है।
ht: Smart Search ki an devlopman pou Canvas kounye a, itilize algorit semantik ak entelijan atifisyèl pou konprann kontèks demann lan ak siyifikasyon semantik la, se pa sèlman korespondans mo kle yo.
id: Pencarian Cerdas, saat ini sedang dikembangkan utuk Canvas, menggunakan algoritme semantik dan AI untuk memahami konteks pertanyaan dan makna semantik, bukan hanya pencocokan kata kunci.
is: Snjall-leit, sem nú er í þróun fyrir Canvas, notar merkingarfræðileg reiknirit og gervigreind til að skilja samhengi fyrirspurna og merkingarfræðilega merkingu, ekki bara leitarorðasamsvörun.
it: Smart Search, attualmente in fase di sviluppo per Canvas, utilizza algoritmi semantici e l'intelligenza artificiale per comprendere il contesto della query e il significato semantico, non solo la corrispondenza delle parole chiave.
ja: 現在 Canvas 向けに開発中のSmart Search（スマート検索）は、キーワード マッチングだけでなく、セマンティック アルゴリズムと AI を使用してクエリ コンテキストおよびセマンティックな意味を理解します。
ko: 현재 Canvas에 대해 개발 중인 스마트 검색은 의미론적 알고리즘과 AI를 사용하여 단순히 검색어 일치만이 아닌 쿼리 컨텍스트 및 의미론적 의도를 이해합니다.
mi: Maamaa Rapu, kei te whanakehia mo Kanawehi, ka whakamahi i te reo algorithms me AI ki te mohio ki te horopaki patai me te tikanga o te reo, ehara i te taurite kupu matua anake.
ms: Carian Pintar yang sedang dibangunkan untuk Canvas buat masa ini menggunakan algoritma semantik dan AI untuk memahami konteks pertanyaan dan maksud semantik, bukan sahaja padanan kata kunci.
nb: Smart søk, som for tiden er under utvikling for Canvas, bruker semantiske algoritmer og AI for å forstå søkekontekst og semantisk betydning, ikke bare samsvar med søkeord.
nb_instk12: Smart søk, som for tiden er under utvikling for Canvas, bruker semantiske algoritmer og AI for å forstå søkekontekst og semantisk betydning, ikke bare samsvar med søkeord.
nl: Smart Search (Slimme Zoekfunctie), de functie die op dit moment voor Canvas wordt ontwikkeld, maakt gebruik van semantische algoritmen en AI om de context van de zoekopdracht en de semantische betekenis te begrijpen, en niet alleen maar trefwoorden te matchen.
pl: Funkcja inteligentnego wyszukiwania, obecnie rozwijana dla Canvas, wykorzystuje algorytmy semantyczne oraz sztuczną inteligencję do rozpoznawania kontekstu kwerendy i znaczeń, nie dopasowując tylko słów kluczowych.
pt: A Busca Inteligente, atualmente em desenvolvimento para o Canvas, utiliza algoritmos semânticos e IA para compreender o contexto da consulta e o significado semântico, e não apenas a correspondência de palavras-chave.
pt_br: A Pesquisa Inteligente, atualmente em desenvolvimento para o Canvas, usa algoritmos semânticos e IA para entender o contexto da consulta e o significado semântico, e não apenas a correspondência de palavras-chave.
ru: Интеллектуальный поиск, который в настоящее время разрабатывается для Canvas, использует семантические алгоритмы и искусственный интеллект для понимания контекста запроса и семантического значения, а не только для подбора ключевых слов.
sl: Pametno iskanje, ki je trenutno v razvoju za Canvas, uporablja semantične algoritme in UI za razumevanje konteksta poizvedbe in semantičnega pomena, ne le ujemanja ključnih besed.
sv: Smart sökning som för närvarande är under utveckling för Canvas, använder semantiska algoritmer och AI för att förstå kontext och semantisk betydelse, inte bara nyckelordsmatchning.
sv_instk12: Smart sökning som för närvarande är under utveckling för Canvas, använder semantiska algoritmer och AI för att förstå kontext och semantisk betydelse, inte bara nyckelordsmatchning.
th: ระบบค้นหาอัจฉริยะปัจจุบันอยู่ระหว่างการพัฒนาใน Canvas โดยจะใช้อัลกอริทึมแบบอิงตามความหมายและ AI เพื่อทำความเข้าใจบริบทในการสืบค้นและความหมายบ่งชี้ ไม่เฉพาะการเทียบคำค้นหาเท่านั้น
vi: Tìm Kiếm Thông Minh, hiện đang phát triển cho Canvas, sử dụng các thuật toán ngữ nghĩa và AI để hiểu ngữ cảnh truy vấn và ý nghĩa về mặt ngữ nghĩa, không chỉ là khớp từ khóa.
zh: 目前正为 Canvas 开发智能搜索，该功能使用语义算法和 AI 理解查询上下文和语义，而不仅仅是匹配关键词。
zh_hk: 目前正在為 Canvas 開發 Smart Search，它運用語意演算法和人工智慧來理解查詢上下文和語義，而不僅僅是關鍵字比對。

source: SMS Notifications
ar: إعلامات الرسائل النصية القصيرة
ca: Notificacions per SMS
cy: Hysbysiadau SMS
da: SMS-meddelelser
da_instk12: SMS-meddelelser
de: SMS-Benachrichtigungen
es: Notificaciones por SMS
es_es: Notificaciones por SMS
fi: SMS-ilmoitukset
fr: Notifications SMS
fr_ca: Notifications par SMS
ga: Fógraí SMS
hi: SMS सूचनाएं
ht: Notifikasyon SMS
id: Notifikasi SMS
is: SMS tilkynningar
it: Notifiche SMS
ja: SMS 通知
ko: SMS 알림
mi: Ngā SMS Whakamōhiotanga
ms: Pemberitahuan SMS
nb: SMS-varslinger
nb_instk12: SMS-varslinger
nl: SMS-meldingen
pl: Powiadomienia SMS
pt: Notificações SMS
pt_br: Notificações de SMS
ru: SMS-уведомления
sl: Obveščanje po SMS
sv: SMS-aviseringar
sv_instk12: SMS-aviseringar
th: การแจ้งข้อมูลผ่าน SMS
vi: Thông Báo SMS
zh: 短信通知
zh_hk: 短訊通知

source: Some error occured
ar: حدث خطأ ما.
ca: S'ha produït un error
cy: Gwall
da: Der opstod en fejl
da_instk12: Der opstod en fejl
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
es_es: Ha habido un error
fi: Tapahtui virhe
fr: Une erreur s’est produite.
fr_ca: Une erreur est survenue
ga: Tharla earráid éigin
hi: कोई त्रुटि उत्पन्न हुई
ht: Gen kèk erè ki fèt
id: Kesalahan terjadi
is: Einhver villa átti sér stað
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
mi: I puta etahi hapa
ms: Beberapa ralat berlaku
nb: Det oppsto en feil
nb_instk12: Det oppsto en feil
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt: Ocorreu um erro
pt_br: Ocorreu um erro
ru: Произошла ошибка
sl: Prišlo je do neke napake
sv: Ett fel inträffade
sv_instk12: Ett fel inträffade
th: เกิดข้อผิดพลาดบางประการขึ้น
vi: Đã xảy ra một số lỗi
zh: 出现一些错误
zh_hk: 發生某個錯誤

source: Some error occured with audio recorder. Please try again!
ar: حدث خطأ ما في المسجل الصوتي. يرجى إعادة المحاولة!
ca: S’ha produït un error amb l’enregistradora de so. Torneu-ho a provar
cy: Gwall gyda’r recordiwr sain. Rhowch gynnig arall arni!
da: Der opstod en fejl med lydoptageren. Prøv igen!
da_instk12: Der opstod en fejl med lydoptageren. Prøv igen!
de: Bei der Audioaufnahme ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió el mismo error con el grabador de audio. Inténtelo de nuevo.
es_es: Ha habido un error con la grabación de audio. Inténtalo de nuevo.
fi: Audionauhoituksen aikana ilmeni virhe. Yritä uudelleen!
fr: L'enregistreur audio a produit une erreur. Veuillez réessayer !
fr_ca: Une erreur s’est produite avec l’enregistreur audio. Veuillez essayer de nouveau!
ga: Tharla earráid éigin leis an taifeadán fuaime. Bain triail as arís le do thoil!
hi: ऑडियो रिकॉर्डर में कोई त्रुटि उत्पन्न हुई। कृपया फिर से कोशिश करें!
ht: Gen kèk erè ki fèt ak anrejistrè odyo a. Tanpri, eseye ankò!
id: Beberapa kesalahan terjadi dengan perekam audio. Silakan coba lagi!
is: Einhver villa kom upp með hljóðupptökutæki. Reyndu aftur!
it: Si sono verificati alcuni errori con il registratore audio. Riprova!
ja: 音声記録でエラーが発生しましたもういちど試してください！
ko: 오디오 녹음기에 오류가 발생했습니다 다시 시도하세요.
mi: I puta etahi hapa ki te kaiwhakamahara ororongo. Me ngana ano!
ms: Beberapa ralat berlaku dengan perakam video. Sila cuba semula!
nb: Det oppsto en feil med lydopptakeren. Prøv igjen!
nb_instk12: Det oppsto en feil med lydopptakeren. Prøv igjen!
nl: Er is een fout opgetreden met de audiorecorder. Probeer het opnieuw.
pl: Wystąpił problem z rejestratorem dźwięku. Spróbuj ponownie!
pt: Ocorreu um erro com o gravador de áudio. Por favor, tente novamente!
pt_br: Ocorreu algum erro com o gravador de áudio. Por favor, tente novamente!
ru: Произошла ошибка записи аудио. Попробуйте еще раз!
sl: Pri snemalniku zvoka je prišlo do napake. Poskusite znova!
sv: Ett fel inträffade med ljudinspelaren. Försök igen!
sv_instk12: Ett fel inträffade med ljudinspelaren. Försök igen!
th: เกิดข้อผิดพลาดบางประการขึ้นกับระบบบันทึกเสียง กรุณาลองใหม่อีกครั้ง!
vi: Đã xảy ra lỗi nào đó với máy ghi âm. Vui lòng thử lại!
zh: 音频录制器出现一些错误。请重试！
zh_hk: 錄音器出現某個錯誤。請重試！

source: Something didn't work right
ar: هناك شيء ما لا يعمل كما يجب
ca: Alguna cosa no ha anat bé
cy: Doedd rhywbeth ddim wedi gweithio'n iawn
da: Noget fungerede ikke rigtigt
da_instk12: Noget fungerede ikke rigtigt
de: Etwas funktioniert nicht richtig
es: Algo no funcionó bien.
es_es: Algo no ha funcionado bien
fi: Jokin ei toiminut oikein
fr: Un problème est survenu
fr_ca: Quelque chose n’a pas fonctionné correctement
ga: Níor oibrigh rud éigin i gceart
hi: कुछ ठीक से काम नहीं कर रहा है
ht: Yon bagay pa t mache kòrèkteman
id: Ada yang tidak berfungsi dengan benar
is: Eitthvað virkaði ekki sem skildi
it: Qualcosa non ha funzionato
ja: なにかがうまくいかなかった
ko: 올바로 작동하지 않은 것이 있음
mi: Kāore i tika te mahi a tetahi mea
ms: Sesuatu tidak berfungsi dengan betul
nb: Noe fungerte ikke som det skal
nb_instk12: Noe fungerte ikke som det skal
nl: Iets functioneerde niet goed
pl: Coś nie działa jak trzeba
pt: Algo não funcionou corretamente
pt_br: Algo não funcionou corretamente
ru: Что работает неправильно
sl: Nekaj ni delovalo prav
sv: Något fungerade inte som det skulle
sv_instk12: Något fungerade inte som det skulle
th: บางอย่างไม่ถูกต้อง
vi: Có gì đó không hiệu quả
zh: 出现异常
zh_hk: 出現問題

source: Something is broken but I can work around it
ar: شيء ما معطل لكن أستطيع تدبير أموري
ca: S'ha espatllat alguna cosa, però no puc arreglar-la
cy: Mae rhywbeth wedi mynd o’i le, ond fe alla i ddal ati
da: Noget virker ikke, men jeg kan klare mig
da_instk12: Noget virker ikke, men jeg kan klare mig
de: Es liegt zwar ein Problem vor, aber ich kann es umgehen
es: Algo no funciona, pero puedo trabajar de todas maneras
es_es: Algo no funciona, pero puedo trabajar de todas maneras
fi: Jotakin on rikki, mutta löydän kiertotien
fr: Quelquechose ne fonctionne plus mais je peux quand même travailler sans
fr_ca: Quelque chose ne fonctionne plus mais je peux quand même travailler
ga: Tá rud éigin briste ach is féidir liom oibriú timpeall air
hi: कुछ गड़बड़ी हुई है, लेकिन मैं कोई उपाय निकाल सकता हूं
ht: Gen yon bagay ki kase mwen mwen ka jere sa
id: Ada yang terputus, tapi saya bisa mengatasinya
is: Eitthvað er í ólagi en ég get unnið í kringum það
it: Si è verificato un problema ma posso aggirarlo
ja: 何かが壊れていますが、それを避けて作業ができます
ko: 문제가 발생했지만 지금은 임시로 해결할 수 있습니다
mi: Kua pakaru tētahi mea ēngari ka taea e ahau te mahi a tawhio noa
ms: Sesuatu tidak kena tetapi saya masih boleh mengatasinya pada masa ini
nb: Noe er ødelagt, men jeg kan omgå det
nb_instk12: Noe er ødelagt, men jeg kan omgå det
nl: Er is iets kapot maar ik kan er wel omheen werken
pl: Coś się zepsuło ale poradzę sobie bez tego
pt: Algo está avariado mas consigo resolver
pt_br: Algo não está funcionando, mas eu posso contornar isto
ru: Что-то сломалось, но я могу работать и без этого
sl: Nekaj ne deluje, a znam to rešiti.
sv: Något är fel men jag kan kringgå problemet för tillfället
sv_instk12: Något är fel men jag kan kringgå problemet för tillfället
th: บางอย่างไม่ครบถ้วน แต่ฉันสามารถจัดการได้
vi: Đã có vấn đề xảy ra nhưng tôi không tìm được cách khắc phục tạm thời
zh: 某东西坏了，但我可以修复它
zh_hk: 出現某些故障但我能解決它

source: Something is Missing
ar: هناك شيء مفقود
ca: Falta alguna cosa
cy: Mae rhywbeth ar goll
da: Der mangler noget
da_instk12: Der mangler noget
de: Etwas fehlt
es: Falta algo
es_es: Falta algo
fi: Jotakin puuttuu
fr: Quelque chose est manquant
fr_ca: Il manque quelque chose
ga: Tá rud éigin ar iarraidh
hi: कुछ लापता है
ht: Manke yon Bagay
id: Ada yang Hilang
is: Eitthvað vantar
it: Manca qualcosa
ja: 何かが不足しています
ko: 누락된 것이 있습니다
mi: Kei te ngaro tētahi mea
ms: Sesuatu Tidak Ditemui
nb: Noe mangler
nb_instk12: Noe mangler
nl: Er ontbreekt iets
pl: Czegoś brakuje
pt: Algo está em falta
pt_br: Algo está faltando
ru: Чего-то не хватает
sl: Nekaj manjka
sv: Något saknas
sv_instk12: Något saknas
th: มีบางอย่างขาดหายไป
vi: Có Thứ Gì Đó Bị Thiếu
zh: 有缺失
zh_hk: 缺少了某些東西

source: Something is Wrong
ar: هناك شيء خطأ
ca: Alguna cosa no va bé
cy: Mae rhywbeth o'i le
da: Der er noget galt
da_instk12: Der er noget galt
de: Etwas ist nicht in Ordnung
es: Algo está mal
es_es: Algo está mal
fi: Jotakin on väärin
fr: Quelque chose est incorrect
fr_ca: Quelque chose ne va pas
ga: Tá Rud Éigin Mícheart
hi: कुछ गड़बड़ है
ht: Yon Bagay pa Bon
id: Ada yang Salah
is: Eitthvað er ekki í lagi
it: Si è verificato un problema
ja: なにか問題があります
ko: 문제가 발생했습니다
mi: Kei te hē tētahi mea
ms: Sesuatu Tidak Kena
nb: Noe er galt
nb_instk12: Noe er galt
nl: Er is iets mis
pl: Wystąpił problem
pt: Algo está errado
pt_br: Algo está errado
ru: Что-то неверно
sl: Prišlo je do težave
sv: Något stämmer inte
sv_instk12: Något stämmer inte
th: มีบางอย่างผิดปกติ
vi: Có Thứ Gì Đó Bị Lỗi
zh: 出错
zh_hk: 出錯了

source: Something went wrong
ar: حدث خطأ ما
ca: Alguna cosa no ha anat bé
cy: Aeth rhywbeth o’i le
da: Noget gik galt
da_instk12: Noget gik galt
de: Etwas ging schief.
es: Se produjo un error.
es_es: Se ha producido un error
fi: Jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Une erreur est survenue
ga: Chuaigh rud eigin mícheart
hi: कुछ गड़बड़ हुई
ht: Gen yon bagay ki pase mal
id: Ada sesuatu yang salah
is: Eitthvað mistókst
it: Si è verificato un problema
ja: なにかが失敗しました
ko: 문제가 발생했습니다
mi: I raruraru tētahi mea
ms: Sesuatu tidak kena
nb: Noe gikk galt
nb_instk12: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
sv_instk12: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã xảy ra vấn đề
zh: 出了些问题
zh_hk: 似乎出問題了

source: Something Went Wrong
ar: حدث خطأ ما
ca: S’ha produït un error
cy: Aeth rhywbeth o’i le
da: Noget gik galt
da_instk12: Noget gik galt
de: Etwas ging schief
es: Algo salió mal
es_es: Ha habido un error
fi: Jotakin meni pieleen
fr: Un problème est survenu
fr_ca: Une erreur est survenue
ga: Chuaigh rud eigin mícheart
hi: कुछ गड़बड़ हुई
ht: Gen yon Bagay ki Pase Mal
id: Ada Sesuatu yang Salah
is: Eitthvað fór úrskeiðis
it: Si è verificato un problema
ja: なにかが失敗しました
ko: 문제가 발생했습니다
mi: I raruraru tētahi mea
ms: Sesuatu Tidak Kena
nb: Noe gikk galt
nb_instk12: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo deu errado
pt_br: Algo deu errado
ru: Что-то пошло не так
sl: Prišlo je do težav
sv: Något gick fel
sv_instk12: Något gick fel
th: มีบางอย่างผิดปกติ
vi: Đã Xảy Ra Vấn Đề
zh: 遇到错误
zh_hk: 發生問題

source: Something went wrong beyond our control.
ar: حدثت مشكلة خارج تحكمنا.
ca: S’ha produït un error que s’escapa al nostre control.
cy: Aeth rhywbeth o’i le y tu hwnt i’n rheolaeth
da: Noget uden for vores kontrol gik galt.
da_instk12: Noget uden for vores kontrol gik galt.
de: Etwas ist schief gelaufen und außerhalb unserer Kontrolle.
es: Algo que excede nuestro control salió mal.
es_es: Ha habido un error por nuestra parte.
fi: Jotakin kontrollimme ulkopuolella olevaa meni pieleen meidän päässämme.
fr: Un problème échappant à notre contrôle est survenu.
fr_ca: Quelque chose s’est mal passé au-delà de notre contrôle.
ga: Chuaigh rud éigin mícheart thar ár rialú.
hi: हमारे नियंत्रण से बाहर कुछ गड़बड़ हुई।
ht: Gen yon bagay ki mal fèt nou pa gen kontwòl li.
id: Terjadi kesalahan di luar kendali kami.
is: Eitthvað fór úrskeiðis utan okkar stjórnar.
it: Si è verificato un errore oltre il nostro controllo.
ja: こちらで制御できない問題が起こりました。
ko: 제어할 수 없는 문제가 발생했습니다
mi: I he tetahi mea i tua atu i to maatau mana.
ms: Sesuatu tidak kena di luar kawalan kami.
nb: Noe gikk galt utenfor vår kontroll.
nb_instk12: Noe gikk galt utenfor vår kontroll.
nl: Er is iets misgegaan waar we geen invloed op hebben.
pl: Wystąpiła sytuacja poza naszą kontrolą.
pt: Algo correu mal fora do nosso controlo.
pt_br: Algo deu errado além do nosso controle.
ru: Что-то вышло из-под нашего контроля.
sl: Prišlo je do težav zunaj našega nadzora.
sv: Ett fel uppstod utanför vår kontroll.
sv_instk12: Ett fel uppstod utanför vår kontroll.
th: มีบางอย่างผิดพลาดที่นอกเหนือการควบคุมของเรา
vi: Đã xảy ra vấn đề nằm ngoài kiểm soát của chúng tôi.
zh: 出现我们无法控制的问题。
zh_hk: 出現我們無法控制的問題。

source: Sort By
ar: الفزر حسب
ca: Ordena per
cy: Trefnu yn ôl
da: Sorter efter
da_instk12: Sorter efter
de: Sortieren nach
es: Ordenar por
es_es: Ordenar por
fi: Lajitteluperuste
fr: Trier par
fr_ca: Trier par
ga: Sórtáil de réir
hi: इस के आधार पर क्रमबद्ध करें
ht: Triye Pa
id: Sortir Menurut
is: Raða eftir
it: Ordina per
ja: 並び変え
ko: 정렬 기준
mi: Wehewehe e
ms: Isih Mengikut
nb: Sortert på
nb_instk12: Sortert på
nl: Sorteren op
pl: Sortuj wg
pt: Classificar por
pt_br: Ordenar por
ru: Сортировать по
sl: Razvrsti po
sv: Sortera efter
sv_instk12: Sortera efter
th: จัดเรียงจาก
vi: Sắp Xếp Theo
zh: 排序
zh_hk: 排序依據

source: Sort by likes
ar: الترتيب حسب الإعجابات
ca: Ordena per número de M'agrada
cy: Trefnu yn ôl y nifer sydd wedi’i hoffi
da: Sorter efter 'synes godt om'
da_instk12: Sorter efter 'synes godt om'
de: Nach Likes sortieren
es: Ordenar por "me gusta"
es_es: Ordenar por Me gusta
fi: Lajittele tykkäysten perusteella
fr: Classer par nombre de rétroactions de type « J'aime »
fr_ca: Classer par nombre de rétroactions de type « J’aime »
ga: Sórtáil de réir Is maith liom
hi: पसंद के अनुसार क्रमबद्ध करें
ht: Klase pa Jèm
id: Sortir berdasarkan sukai
is: Raða eftir „líkar við“
it: Ordina per Mi piace
ja: いいね順
ko: 좋아요로 정렬
mi: Kōmaka mā te momo
ms: Isih mengikut like
nb: Sorter etter likes
nb_instk12: Sorter etter likes
nl: Op likes sorteren
pl: Sortuj według polubień
pt: Ordenar por gostos
pt_br: Ordenar por curtidas
ru: Сортировать по лайкам
sl: Razvrsti po všečkih
sv: Sortera efter antal ”gilla”
sv_instk12: Sortera efter antal ”gilla”
th: เรียงจากไลค์
vi: Sắp xếp theo lượt thích
zh: 按赞数排序
zh_hk: 按點讚分類
